Repository: mahmoud-solutions/ARCH-flutter-Production-app
Catalog: lib/l10n/app_*.arb
Languages: ar

# forgot_password_appbar_title
source: Forgot my password
ar: نسيت كلمة المرور

# forgot_password_text_field_hint
source: Enter your email
ar: ادخل البريد الالكتروني

# forgot_password_text_field_title
source: Email
ar: البريد الالكتروني

source: Send code
ar: ارسال الكود

source: New password
ar: كلمة مرور جديده

source: Enter new password
ar: ادخل كلمة المرور

source: Confirm password
ar: تأكيد كلمة المرور

source: Change password
ar: تغيير كلمة المرور

source: Code verification
ar: التحقق من الكود

source: Send
ar: ارسال

source: Didn't receive code?
ar: لم تستلم الكود؟

source: Resend it
ar: أعد إرساله

source: Check email
ar: التحقق من البريد

# password_recovery
source: A password recovery code has been sent to your email address.
ar: تم إرسال كود استعادة كلمة المرور إلى بريدك الإلكتروني

source: Check your email
ar: تحقق من بريدك الالكتروني

source: Password has been changed
ar: تم تغيير كلمة المرور

source: Your password has been successfully changed.
ar: تم تغيير كلمة المرور الخاصه بك بنجاح

source: Confirm code
ar: تأكيد الكود

source: rate
ar: تقييم

source: Similar places near you
ar: أماكن مشابهه بالقرب منك

source: The Kings Valley
ar: وادي الملوك

source: Did you like the engraving?
ar: هل اعجبك النقش ؟

# rate_the_engraving
source: Please rate the engraving so others can see it.
ar: رجاءا قم بتقييم النقش ليطلع عليه غيرك

source: confirm
ar: تاكيد

source: cancel
ar: الغاء

source: status:
ar: الحالة :

source: not clear
ar: غير واضح

source: Date of discovery of the inscription :
ar: تاريخ العثور على النقش :

source: Details of finding the inscription:
ar: تفاصيل العثور علي النقش :

source: Translation of the inscription:
ar: ترجمة النقش :

source: closed now
ar: مغلق الان

source: Description
ar: الوصف

source: Choose app language
ar: اختر لغة التطبيق
